{
    "quotes": [
        {
            "quote": " \"You may find that having is not so pleasing a thing as wanting. This is not logical, but it is oftentrue.\" Mr. Spock, \"Amok Time\"",
            "occurences": 1
        },
        {
            "quote": " \"Insufficient facts always invite danger.\"  Spock",
            "occurences": 1
        },
        {
            "quote": " \"Curious, how often you humans manage to obtain that which you do not want.\" Mr. Spock, \"Errand of Mercy\"",
            "occurences": 1
        },
        {
            "quote": " \"Humans do have an amazing capacity for believing what theychoose and excluding that which is painful.\" Mr. Spock, \"And The Children Shall Lead\"",
            "occurences": 1
        },
        {
            "quote": " \"Madness has no purpose. Or reason. But it may have agoal.\" Mr. Spock, \"The Alternative Factor\"",
            "occurences": 1
        },
        {
            "quote": " \"Sometimes a feeling is all we humans have to go on.\" James T. Kirk, \"A Taste of Armageddon\"",
            "occurences": 1
        },
        {
            "quote": " \"Geniusdoesn't work on an assembly line basis. Did Einstein, Kazanga or Sitar of Vulcan produce new and revolutionary theories on a regular schedule? You can't simply say, Today I will be brilliant.'\" James T. Kirk, \"The Ultimate Computer\"",
            "occurences": 1
        },
        {
            "quote": " \"Withoutfollowers, evil cannot spread.\" Mr. Spock, \"And The Children Shall Lead\"",
            "occurences": 1
        },
        {
            "quote": " \"Logic is thebeginningof wisdom, not the end.\" Mr. Spock, Star Trek VI: The Undiscovered Country",
            "occurences": 0
        },
        {
            "quote": " \" the prejudices people feel about each other disappear when they get to know each other.\" James T. Kirk, \"Elaan of Troyius\"",
            "occurences": 1
        },
        {
            "quote": " \"I canna' change the laws of physics.\"  Montgomery \"Scotty\" Scott",
            "occurences": 1
        },
        {
            "quote": " \"Alieis a very poor way to say hello.\" Edith Keeler, \"The City on the Edge of Forever\"",
            "occurences": 1
        },
        {
            "quote": " \"To boldly go where no man has gone before.\"  Captain James T. Kirk",
            "occurences": 1
        },
        {
            "quote": " \"Compassion: that's the one thing no machine ever had. Maybe it's the one thing that keeps men ahead of them.\"  Dr. McCoy",
            "occurences": 1
        },
        {
            "quote": " \"A man either lives life as it happens to him, meets it head-on and licks it, or he turns his back on it and starts to wither away.\" Dr. Boyce, \"The Menagerie,\" (\"The Cage\")",
            "occurences": 1
        },
        {
            "quote": " \"It's not safe out here. It's wondrous, with treasures to satiate desires both subtle and gross; but it's not for thetimid.\" Q, \"Q Who?\"",
            "occurences": 1
        },
        {
            "quote": " \"You can use logic to justify almost anything. That's its power. And its flaw.\"  Captain Cathryn Janeway",
            "occurences": 1
        },
        {
            "quote": " \"Changeis the essential process of all existence.\" Mr. Spock, \"Let That Be Your Last Battlefield\"",
            "occurences": 1
        },
        {
            "quote": " \"They used to say that if Man was meant to fly, he'd have wings. But he did fly. He discovered he had to.\" James T. Kirk, \"Return to Tomorrow\"",
            "occurences": 1
        },
        {
            "quote": " \"There is a way out of every box, a solution to every puzzle; it's just a matter of finding it.\"  Captain Jean-Luc Picard",
            "occurences": 1
        },
        {
            "quote": " \"To all mankind  may we never find space so vast, planets so cold, heart and mind so empty that we cannot fill them with love and warmth.\" Garth, \"Dagger of the Mind\"",
            "occurences": 1
        },
        {
            "quote": " \"Matter of internal security  the age-old cry of the oppressor. Picard\" Gene Roddenberry",
            "occurences": 1
        },
        {
            "quote": " \"You realize I can hear you without the annoying intercom. Cookie and I both leaned forward and looked at each other through the doorway. But this is more fun, I said. More Star Trekkie.\" Darynda Jones",
            "occurences": 1
        },
        {
            "quote": " \"One man cannot summon thefuture. But one man can change the present! \" Alternate Mr. Spock, \"Mirror, Mirror\"",
            "occurences": 1
        },
        {
            "quote": " \"A species that enslaves other beings is hardly superior  mentally or otherwise.\"  Captain Kirk",
            "occurences": 1
        },
        {
            "quote": " \"KHAAANNN!\"  Captain James T. Kirk",
            "occurences": 1
        },
        {
            "quote": " \"Incriticalmoments, men sometimes see exactly what they wish to see.\" Mr. Spock, \"The Tholian Web\"",
            "occurences": 1
        },
        {
            "quote": " \"Leave bigotry in your quarters; there's no room for it on the bridge.\" James T. Kirk, \"Balance of Terror\"",
            "occurences": 1
        },
        {
            "quote": " \"I speak of rights! A machine has none; a man must. If you do not grant him that right, you have brought us down to the level of the machine; indeed, you have elevated that machine above us! \" Samuel T. Cogley, \"Court Martial\"",
            "occurences": 1
        },
        {
            "quote": " \"When governments murder those who speak the truth, it is time to get new governments.\" Diane Duane, The Empty Chair",
            "occurences": 1
        },
        {
            "quote": " \"Perhaps man wasn't meant for paradise. Maybe he was meant to claw, to scratch all the way.\"  Captain Kirk",
            "occurences": 1
        },
        {
            "quote": " \"Live now; make now always the most precious time. Now will never come again.\" Jean-Luc Picard, \"Inner Light\"",
            "occurences": 1
        },
        {
            "quote": " \"It is the lot of man to strive no matter how content he is.\"  Spock",
            "occurences": 1
        },
        {
            "quote": " \"Is the groom going to go where no man has gone before?\" Sharyn McCrumb, Bimbos of the Death Sun",
            "occurences": 0
        },
        {
            "quote": " \"Our species can only survive if we have obstacles to overcome. You remove those obstacles. Without them to strengthen us, we will weaken and die.\" James T. Kirk, \"Metamorphosis\"",
            "occurences": 1
        },
        {
            "quote": " \"The intellect is not all but its cultivation must come first, or the individual makes errors wastes time in unprofitable pursuits.\" Flint, \"Requiem for Methuselah\"",
            "occurences": 1
        },
        {
            "quote": " \"There's still much to do; still so much to learn. Mr. La Forge  engage!\" Captain Picard",
            "occurences": 0
        },
        {
            "quote": " \"To survive is not enough. To simply exist is not enough!'  Roga Danar\"Emily St. John Mandel",
            "occurences": 0
        },
        {
            "quote": " \"With the first link, the chain is forged. The first speech censored, the first thought forbidden, the first freedom denied, chains us all irrevocably.\"  Jean-Luc Picard",
            "occurences": 1
        },
        {
            "quote": " \"Those who want war will find causes, no matter how many of them you take away.\" Diane Duane, The Romulan Way",
            "occurences": 1
        },
        {
            "quote": " \"Time is the fire in which we burn.\" Malcolm McDowell J. M. Dillard",
            "occurences": 1
        },
        {
            "quote": " \"Romulan or Vulcan?' the ushers asked each guest.",
            "occurences": 1
        },
        {
            "quote": " Marion, who had been poised to say friends of the bride' had responded to the question with an open-mouthed stare, and Jay Omega answered, Klingon!\" which got them seats in the back row of the Romulan side.\" Sharyn McCrumb, Bimbos of the Death Sun",
            "occurences": 0
        },
        {
            "quote": "  \"Insults are effective only where emotion is present.\" Mr. Spock, \"Who Mourns for Adonais?\"",
            "occurences": 1
        },
        {
            "quote": "  \"If we're going to be damned, let's be damned for what we really are.\" Jean-Luc Picard, \"Encounter At Farpoint\"",
            "occurences": 1
        },
        {
            "quote": " \"Computers make excellent and efficient servants, but I have no wish to serve under them.\" Mr. Spock, \"The Ultimate Computer\"",
            "occurences": 1
        },
        {
            "quote": " \"We're a most promising species, Mr. Spock, as predators go. Did you know that? I frequently have my doubts. I don't. Not any more. And maybe in a thousand years or so, we'll be able to prove it.\" James T. Kirk, \"Arena\"",
            "occurences": 1
        },
        {
            "quote": " \"I haven't faced death. I've cheated death. I've tricked my way out of death and patted myself on the back for my ingenuity; I know nothing.\" James T. Kirk",
            "occurences": 1
        },
        {
            "quote": " \"This is why one must be careful with life,\" her father had said, in very controlled wrath. \"Death is the most hateful thing. Don't allow the destruction of what you can never restore.\" Diane Duane, My Enemy, My Ally",
            "occurences": 1
        },
        {
            "quote": " \"Sometimes a feeling is all we humans have to go on.\" Captain Kirk",
            "occurences": 1
        },
        {
            "quote": " \"It is possible to commit no mistakes and still lose. That is not weakness, that is life.\" Jean-Luc Picard",
            "occurences": 1
        },
        {
            "quote": " \"When honor dieswhen trust is a useless thingwhat use is life?\"",
            "occurences": 0
        }
    ]
}